{
  "nav": {
    "home": "Start",
    "about": "Über mich",
    "projects": "Projekte"
  },
  "home": {
    "greeting": "Hallo, ich bin",
    "name": "Norman Peters",
    "description": "und studiere Wirtschaftsinformatik an der Hochschule für Technik und Wirtschaft in Berlin und habe ein starkes Interesse an der Softwareentwicklung. Hier präsentiere ich meine Projekte — viel Spaß beim Erkunden!"
  },
  "about": {
    "subtitle": "Erfahre Mehr",
    "title": "Über Mich",
    "paragraphs": [
      "Bevor ich mich für das Studium entschieden habe, war ich acht Jahre lang als Gebirgsjäger bei der Bundeswehr. In dieser Zeit habe ich nicht nur körperliche und mentale Herausforderungen gemeistert, sondern auch wichtige Fähigkeiten wie Disziplin, Teamarbeit und Führungsqualitäten entwickelt. Parallel zu meiner militärischen Laufbahn habe ich mein Abitur im Fernstudium bei der Studiengemeinschaft Darmstadt (SGD) nachgeholt. Diese zusätzliche Herausforderung hat mein Zeitmanagement enorm verbessert und mir gezeigt, wie entscheidend Eigeninitiative und Durchhaltevermögen sind.",
      "Das Studium an der Hochschule für Technik und Wirtschaft war für mich ein bewusster Schritt in eine neue Richtung. Ich habe gerade mein drittes Semester erfolgreich abgeschlossen und starte im Oktober ins vierte. Mein Interesse an der Softwareentwicklung hat sich durch das Studium noch weiter verstärkt, und ich konnte mir ein solides Fundament in diesem Bereich aufbauen. Besonders schätze ich die Mischung aus betriebswirtschaftlichem Wissen und technischen Fähigkeiten, die es mir ermöglicht, praxisorientierte und ganzheitliche Lösungen zu entwickeln.",
      "Für das kommende vierte Semester suche ich nun ein Pflichtpraktikum, um das im Studium erworbene Wissen in der Praxis anzuwenden und meine Fähigkeiten weiter auszubauen.\""
    ]
  },
  "projects": {
    "subtitle": "Entdecke meine",
    "title": "Projekte",
    "trafelfund": "Travel Fund ist eine Web-App zur Verfolgung von Ausgaben während einer Reise. Die Ausgaben werden mithilfe einer API in deine Heimatwährung umgerechnet, was es dir erleichtert, deine Finanzen im Ausland zu verwalten.",
    "brickbybrick": "In Entwicklung: Brick by Brick ist ein Habit Tracker, der dir hilft, Routinen dauerhaft in deinen Alltag zu etablieren.",
    "button": "Schau es dir an!"
  }
}


