{
  "nav": {
    "home": "Start",
    "about": "Über mich",
    "projects": "Projekte"
  },
  "home": {
    "greeting": "Hallo, ich bin",
    "name": "Norman Peters",
    "description": "ich studiere Wirtschaftsinformatik an der Hochschule für Technik und Wirtschaft in Berlin und habe ein starkes Interesse an der Softwareentwicklung. Hier präsentiere ich meine Projekte — viel Spaß beim Erkunden!"
  },
  "about": {
    "subtitle": "Erfahre Mehr",
    "title": "Über Mich",
    "paragraphs": [
      "Bevor ich mich für das Studium entschieden habe, war ich acht Jahre lang als Gebirgsjäger bei der Bundeswehr tätig. In dieser Zeit habe ich nicht nur körperliche und mentale Herausforderungen gemeistert, sondern auch wertvolle Fähigkeiten wie Disziplin, Teamarbeit und Führungsqualitäten erworben. Parallel zu meiner militärischen Laufbahn habe ich im Rahmen eines Fernstudiums bei der Studiengemeinschaft Darmstadt (SGD) mein Abitur nachgeholt. Diese zusätzliche Herausforderung hat mein Zeitmanagement erheblich verbessert und mir gezeigt, wie wichtig es ist, Eigeninitiative und Durchhaltevermögen zu entwickeln.",
      "Das Studium an der Hochschule für Technik und Wirtschaft war ein bewusster Schritt, um neue Wege zu beschreiten. Dort habe ich kürzlich mein drittes Semester erfolgreich abgeschlossen und werde im kommenden Oktober mein viertes Semester beginnen. Mein Interesse an der Softwareentwicklung wurde durch das Studium nochmals vertieft, wodurch ich mir ein solides Fundament in diesem Bereich aufbauen konnte. Besonders schätze ich an meinem Studiengang die Kombination aus betriebswirtschaftlichem Know-how und technischen Fähigkeiten, die es mir ermöglicht, umfassende und praxisorientierte Lösungen zu entwickeln.",
      "Für das kommende vierte Semester suche ich nun ein Pflichtpraktikum, um das Wissen aus dem Studium in die Praxis umzusetzen und meine Fähigkeiten weiter auszubauen. Ich freue mich darauf, meine theoretischen Kenntnisse in einem realen Arbeitsumfeld anzuwenden und wertvolle praktische Erfahrungen zu sammeln."
    ]
  },
  "projects": {
    "subtitle": "Entdecke meine",
    "title": "Projekte",
    "trafelfund": "Travel Fund ist eine Web-App zur Verfolgung von Ausgaben während einer Reise. Die Ausgaben werden mithilfe einer API in deine Heimatwährung umgerechnet, was es dir erleichtert, deine Finanzen im Ausland zu verwalten.",
    "brickbybrick": "In Entwicklung: Brick by Brick ist ein Habit Tracker, der dir hilft, Routinen dauerhaft in deinen Alltag zu etablieren.",
    "button": "Schau es dir an!"
  }
}


