{
  "nav": {
    "home": "Home",
    "about": "About",
    "projects": "Projects"
  },
  "home": {
    "greeting": "Hello, I am",
    "name": "Norman Peters",
    "description": "I am studying Business Informatics at the University of Applied Sciences in Berlin and have a strong interest in software development. Here, I present my projects – enjoy exploring them!"
  },
  "about": {
    "subtitle": "Get To Know More",
    "title": "About Me",
    "paragraphs": [
      "Before deciding to study, I served as a mountain soldier (Gebirgsjäger) in the German Armed Forces (Bundeswehr) for eight years. During this time, I not only overcame physical and mental challenges but also developed valuable skills such as discipline, teamwork, and leadership. In parallel with my military career, I completed my high school diploma through a distance learning program with the Studiengemeinschaft Darmstadt (SGD). This additional challenge significantly improved my time management skills and taught me the importance of initiative and endurance.",
      "Studying at the University of Applied Sciences was a conscious step to explore new paths. I recently completed my third semester there and will begin my fourth semester this coming October. My interest in software development was further deepened through my studies, allowing me to build a solid foundation in this field. What I particularly appreciate about my program is the combination of business management knowledge and technical skills, which enables me to develop comprehensive and practical solutions.",
      "For the upcoming fourth semester, I am now seeking a mandatory internship to apply the knowledge I have gained in my studies to a practical setting and to further develop my skills. I am excited about the opportunity to apply my theoretical knowledge in a real-world environment and to gain valuable practical experience."
    ]
  },
  "projects": {
    "subtitle": "Browse My",
    "title": "Projects",
    "trafelfund":"Travel Fund is a web app for tracking expenses during a trip. The expenses are converted into your home currency using an API, making it easier to manage your finances abroad.",
    "brickbybrick": "In Development: Brick by Brick is a habit tracker that helps you establish routines permanently in your daily life.",
    "button": "Check It Out!"
  }
}




